"com_apple_garageband_metadata_projectType" = "Type";
"com_apple_garageband_metadata_parentalAdvisory" = "Parental advisory";
"com_apple_garageband_metadata_songVersionNumber" = "Created with version";
"com_apple_garageband_metadata_numberOfSITracks" = "Software instrument tracks";
"com_apple_garageband_metadata_numberOfRITracks" = "Real instrument tracks";

"com_apple_garageband_metadata_projectType.Description" = "GarageBand project type";
"com_apple_garageband_metadata_parentalAdvisory.Description" = "GarageBand parental advisory";
"com_apple_garageband_metadata_songVersionNumber.Description" = "The GarageBand version used to create this song";
"com_apple_garageband_metadata_numberOfSITracks.Description" = "Number of software instrument tracks in GarageBand song";
"com_apple_garageband_metadata_numberOfRITracks.Description" = "Number of real instrument tracks in GarageBand song";